Repository: vidrug/aria2-winui3
Catalog: Aria2Gui/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_hans

# BtMaxOpenFilesCard.Description
source: Maximum files kept open at once across all torrents. Raise it for large multi-file torrents; too high can exhaust the OS file-handle limit.
de: Limit gleichzeitig geöffneter Dateien über alle Torrents
es: Máximo de archivos abiertos a la vez en todos los torrents. Súbelo para torrents grandes con muchos archivos; un valor demasiado alto puede agotar el límite de descriptores de archivo del sistema operativo.
fr: Nombre maximal de fichiers maintenus ouverts simultanément pour l'ensemble des torrents. Augmentez-le pour les gros torrents multifichiers ; une valeur trop élevée peut épuiser la limite de descripteurs de fichiers du système d'exploitation.
it: Limite di file aperti contemporaneamente per tutti i torrent
ja: すべての torrent で同時に開いたままにするファイル数の上限。多数のファイルを含む大きな torrent では値を上げてください。高くしすぎると OS のファイルハンドル上限を使い切るおそれがあります。
pl: Limit jednocześnie otwartych plików dla wszystkich torrentów
pt_br: Limite de arquivos abertos simultaneamente em todos os torrents
ru: Предел одновременно открытых файлов для всех торрентов
tr: Tüm torrentler için aynı anda açık dosya sınırı
uk: Межа одночасно відкритих файлів для всіх торрентів
zh_hans: 所有种子同时打开的最大文件数。处理大型多文件种子时可调高；设置过高可能耗尽操作系统的文件句柄上限。

# SeedRatioCard.Header
source: Seed until ratio
de: Seeden bis Verhältnis
es: Compartir hasta el ratio
fr: Partager jusqu'au ratio
it: Seed fino al rapporto
ja: 指定の比率までシード
pl: Seeduj do ratio
pt_br: Semear até a proporção
ru: Раздавать до рейтинга
tr: Şu orana kadar tohumla
uk: Роздавати до рейтингу
zh_hans: 做种到分享率

# SeedRatioCard.Description
source: 0 — don't seed after downloading
de: 0 — nach dem Download nicht seeden
es: 0 — no compartir tras la descarga
fr: 0 — ne pas partager après le téléchargement
it: 0 — non distribuire dopo il download
ja: 0 でダウンロード後にシードしない
pl: 0 — nie seeduj po pobraniu
pt_br: 0 — não semear após o download
ru: 0 — не раздавать после загрузки
tr: 0 — indirdikten sonra tohumlama
uk: 0 — не роздавати після завантаження
zh_hans: 0 — 下载完成后不做种

# TrackersExpander.Header
source: Additional trackers
de: Zusätzliche Tracker
es: Trackers adicionales
fr: Trackers supplémentaires
it: Tracker aggiuntivi
ja: 追加のトラッカー
pl: Dodatkowe trackery
pt_br: Trackers adicionais
ru: Дополнительные трекеры
tr: Ek izleyiciler
uk: Додаткові трекери
zh_hans: 附加 Tracker

# TrackersExpander.Description
source: Added to all torrents
de: Werden allen Torrents hinzugefügt
es: Se añaden a todos los torrents
fr: Ajoutés à tous les torrents
it: Aggiunti a tutti i torrent
ja: すべての torrent に追加されます
pl: Dodawane do wszystkich torrentów
pt_br: Adicionados a todos os torrents
ru: Добавляются ко всем торрентам
tr: Tüm torrentlere eklenir
uk: Додаються до всіх торрентів
zh_hans: 添加到所有种子

# TrackersBox.PlaceholderText
source: udp://tracker.example.org:1337/announce one per line
de: udp://tracker.example.org:1337/announce einer pro Zeile
es: udp://tracker.example.org:1337/announce uno por línea
fr: udp://tracker.example.org:1337/announce un par ligne
it: udp://tracker.example.org:1337/announce uno per riga
ja: udp://tracker.example.org:1337/announce 1 行に 1 つ
pl: udp://tracker.example.org:1337/announce jeden w wierszu
pt_br: udp://tracker.example.org:1337/announce um por linha
ru: udp://tracker.example.org:1337/announce по одному в строке
tr: udp://tracker.example.org:1337/announce her satıra bir tane
uk: udp://tracker.example.org:1337/announce по одному в рядку
zh_hans: udp://tracker.example.org:1337/announce 每行一个

# BtRestartInfoBar.Message
source: BitTorrent changes restart the aria2 engine (the session is preserved, downloads continue).
de: BitTorrent-Änderungen starten die aria2-Engine neu (die Sitzung bleibt erhalten, Downloads werden fortgesetzt).
es: Los cambios de BitTorrent reinician el motor de aria2 (la sesión se conserva y las descargas continúan).
fr: Les modifications BitTorrent redémarrent le moteur aria2 (la session est conservée, les téléchargements continuent).
it: Le modifiche a BitTorrent riavviano il motore aria2 (la sessione viene mantenuta, i download proseguono).
ja: BitTorrent の変更は aria2 エンジンを再起動します(セッションは保持され、ダウンロードは継続します)。
pl: Zmiany BitTorrent powodują ponowne uruchomienie silnika aria2 (sesja jest zachowywana, pobierania będą kontynuowane).
pt_br: Alterações de BitTorrent reiniciam o mecanismo aria2 (a sessão é preservada, os downloads continuam).
ru: Изменения BitTorrent перезапускают движок aria2 (сессия сохраняется, загрузки продолжатся).
tr: BitTorrent değişiklikleri aria2 motorunu yeniden başlatır (oturum korunur, indirmeler devam eder).
uk: Зміни BitTorrent перезапускають рушій aria2 (сесія зберігається, завантаження продовжаться).
zh_hans: 更改 BitTorrent 设置会重启 aria2 引擎（会话将保留，下载继续）。

# ExtraOptionsCard.Header
source: Custom aria2 options
de: Eigene aria2-Optionen
es: Opciones personalizadas de aria2
fr: Options aria2 personnalisées
it: Opzioni aria2 personalizzate
ja: aria2 のカスタムオプション
pl: Niestandardowe opcje aria2
pt_br: Opções personalizadas do aria2
ru: Произвольные опции aria2
tr: Özel aria2 seçenekleri
uk: Довільні опції aria2
zh_hans: 自定义 aria2 选项

# ExtraOptionsCard.Description
source: key=value, one per line — applied last and override the rest
de: key=value, eine pro Zeile — werden zuletzt angewendet und überschreiben die übrigen
es: key=value, una por línea — se aplican al final y anulan el resto
fr: key=value, une par ligne — appliquées en dernier et prioritaires sur le reste
it: key=value, una per riga — applicate per ultime e prevalgono sulle altre
ja: key=value を 1 行に 1 つ。最後に適用され、他の設定を上書きします
pl: key=value, jedna w wierszu — stosowane na końcu i nadpisują pozostałe
pt_br: key=value, uma por linha — aplicadas por último e substituem as demais
ru: key=value по одной в строке — применяются последними и переопределяют остальные
tr: key=value, her satıra bir tane — en son uygulanır ve diğerlerini geçersiz kılar
uk: key=value по одній у рядку — застосовуються останніми та перевизначають інші
zh_hans: key=value，每行一个 — 最后应用并覆盖其他设置

# AdvancedInfoBar.Message
source: The full list of options is in the aria2 documentation. These changes restart the engine.
de: Die vollständige Optionsliste finden Sie in der aria2-Dokumentation. Diese Änderungen starten die Engine neu.
es: La lista completa de opciones está en la documentación de aria2. Estos cambios reinician el motor.
fr: La liste complète des options figure dans la documentation d'aria2. Ces modifications redémarrent le moteur.
it: L'elenco completo delle opzioni è nella documentazione di aria2. Queste modifiche riavviano il motore.
ja: オプションの一覧は aria2 のドキュメントを参照してください。これらの変更はエンジンを再起動します。
pl: Pełna lista opcji znajduje się w dokumentacji aria2. Te zmiany powodują ponowne uruchomienie silnika.
pt_br: A lista completa de opções está na documentação do aria2. Estas alterações reiniciam o mecanismo.
ru: Полный список опций — в документации aria2. Эти изменения перезапускают движок.
tr: Seçeneklerin tam listesi aria2 belgelerindedir. Bu değişiklikler motoru yeniden başlatır.
uk: Повний список опцій — у документації aria2. Ці зміни перезапускають рушій.
zh_hans: 完整的选项列表见 aria2 文档。这些更改会重启引擎。

# UrlsBox.Header
source: HTTP/FTP or magnet links — one per line
de: HTTP/FTP- oder Magnet-Links — einer pro Zeile
es: Enlaces HTTP/FTP o magnet — uno por línea
fr: Liens HTTP/FTP ou magnet — un par ligne
it: Link HTTP/FTP o magnet — uno per riga
ja: HTTP/FTP または magnet リンク — 1 行に 1 つ
pl: Linki HTTP/FTP lub magnet — jeden w wierszu
pt_br: Links HTTP/FTP ou magnet — um por linha
ru: Ссылки HTTP/FTP или magnet — по одной в строке
tr: HTTP/FTP veya magnet bağlantıları — her satıra bir tane
uk: Посилання HTTP/FTP або magnet — по одному в рядку
zh_hans: HTTP/FTP 或 magnet 链接 — 每行一个

# AddDirBox.Header
source: Save folder
de: Speicherordner
es: Carpeta de guardado
fr: Dossier d'enregistrement
it: Cartella di salvataggio
ja: 保存フォルダー
pl: Folder zapisu
pt_br: Pasta de destino
ru: Папка сохранения
tr: Kayıt klasörü
uk: Папка збереження
zh_hans: 保存文件夹

# AddBrowseFolderButton.Content
source: Browse…
de: Durchsuchen…
es: Examinar…
fr: Parcourir…
it: Sfoglia…
ja: 参照…
pl: Przeglądaj…
pt_br: Procurar…
ru: Обзор…
tr: Gözat…
uk: Огляд…
zh_hans: 浏览…

# PickTorrentButton.Content
source: Choose a .torrent file…
de: Eine .torrent-Datei auswählen…
es: Elegir un archivo .torrent…
fr: Choisir un fichier .torrent…
it: Scegli un file .torrent…
ja: .torrent ファイルを選択…
pl: Wybierz plik .torrent…
pt_br: Escolher arquivo .torrent…
ru: Выбрать .torrent-файл…
tr: .torrent dosyası seç…
uk: Вибрати .torrent-файл…
zh_hans: 选择 .torrent 文件…

# TorrentFilesHeader.Text
source: Torrent files
de: Torrent-Dateien
es: Archivos del torrent
fr: Fichiers du torrent
it: File del torrent
ja: torrent 内のファイル
pl: Pliki torrenta
pt_br: Arquivos do torrent
ru: Файлы торрента
tr: Torrent dosyaları
uk: Файли торрента
zh_hans: 种子文件

# SelectAllFilesButton.Content
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pl: Zaznacz wszystkie
pt_br: Selecionar todos
ru: Выбрать все
tr: Tümünü seç
uk: Вибрати всі
zh_hans: 全选

# DeselectAllFilesButton.Content
source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: 選択を解除
pl: Odznacz wszystkie
pt_br: Desmarcar todos
ru: Снять выбор
tr: Seçimi kaldır
uk: Зняти вибір
zh_hans: 取消全选

# ConfirmAddButton.Content
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加

# CancelAddButton.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消

# DragCaptionAddToDownloads
source: Add to downloads
de: Zu Downloads hinzufügen
es: Añadir a las descargas
fr: Ajouter aux téléchargements
it: Aggiungi ai download
ja: ダウンロードに追加
pl: Dodaj do pobrań
pt_br: Adicionar aos downloads
ru: Добавить в загрузки
tr: İndirmelere ekle
uk: Додати в завантаження
zh_hans: 添加到下载

# ErrorOpenFolderPicker
source: Couldn't open the folder picker: {0}
de: Ordnerauswahl konnte nicht geöffnet werden: {0}
es: No se pudo abrir el selector de carpetas: {0}
fr: Impossible d'ouvrir le sélecteur de dossier : {0}
it: Impossibile aprire la selezione cartella: {0}
ja: フォルダー選択を開けませんでした: {0}
pl: Nie udało się otworzyć wyboru folderu: {0}
pt_br: Não foi possível abrir o seletor de pastas: {0}
ru: Не удалось открыть выбор папки: {0}
tr: Klasör seçici açılamadı: {0}
uk: Не вдалося відкрити вибір папки: {0}
zh_hans: 无法打开文件夹选择器：{0}

# SettingsErrorSave
source: Couldn't save: {0}
de: Speichern fehlgeschlagen: {0}
es: No se pudo guardar: {0}
fr: Impossible d'enregistrer : {0}
it: Impossibile salvare: {0}
ja: 保存できませんでした: {0}
pl: Nie udało się zapisać: {0}
pt_br: Não foi possível salvar: {0}
ru: Не удалось сохранить: {0}
tr: Kaydedilemedi: {0}
uk: Не вдалося зберегти: {0}
zh_hans: 无法保存：{0}

# AddWindowTitle
source: New download
de: Neuer Download
es: Nueva descarga
fr: Nouveau téléchargement
it: Nuovo download
ja: 新しいダウンロード
pl: Nowe pobieranie
pt_br: Novo download
ru: Новая загрузка
tr: Yeni indirme
uk: Нове завантаження
zh_hans: 新建下载

# AddErrorReadTorrent
source: Couldn't read the torrent file: {0}
de: Torrent-Datei konnte nicht gelesen werden: {0}
es: No se pudo leer el archivo torrent: {0}
fr: Impossible de lire le fichier torrent : {0}
it: Impossibile leggere il file torrent: {0}
ja: torrent ファイルを読み込めませんでした: {0}
pl: Nie udało się odczytać pliku torrent: {0}
pt_br: Não foi possível ler o arquivo torrent: {0}
ru: Не удалось прочитать torrent-файл: {0}
tr: Torrent dosyası okunamadı: {0}
uk: Не вдалося прочитати torrent-файл: {0}
zh_hans: 无法读取种子文件：{0}

# AddErrorNoSource
source: Enter at least one link or choose a .torrent file.
de: Geben Sie mindestens einen Link ein oder wählen Sie eine .torrent-Datei.
es: Introduce al menos un enlace o elige un archivo .torrent.
fr: Saisissez au moins un lien ou choisissez un fichier .torrent.
it: Inserisci almeno un link o scegli un file .torrent.
ja: 少なくとも 1 つのリンクを入力するか、.torrent ファイルを選択してください。
pl: Podaj co najmniej jeden link lub wybierz plik .torrent.
pt_br: Informe pelo menos um link ou escolha um arquivo .torrent.
ru: Укажите хотя бы одну ссылку или выберите .torrent-файл.
tr: En az bir bağlantı girin veya bir .torrent dosyası seçin.
uk: Вкажіть хоча б одне посилання або виберіть .torrent-файл.
zh_hans: 请至少输入一个链接或选择一个 .torrent 文件。

# AddErrorNoFilesSelected
source: Select at least one file from the torrent.
de: Wählen Sie mindestens eine Datei aus dem Torrent.
es: Selecciona al menos un archivo del torrent.
fr: Sélectionnez au moins un fichier du torrent.
it: Seleziona almeno un file dal torrent.
ja: torrent から少なくとも 1 つのファイルを選択してください。
pl: Wybierz co najmniej jeden plik z torrenta.
pt_br: Selecione pelo menos um arquivo do torrent.
ru: Выберите хотя бы один файл торрента.
tr: Torrentten en az bir dosya seçin.
uk: Виберіть хоча б один файл торрента.
zh_hans: 请至少从种子中选择一个文件。

# AddErrorPartial
source: Added: {0}. The rest were not added: {1}
de: Hinzugefügt: {0}. Die übrigen wurden nicht hinzugefügt: {1}
es: Añadidas: {0}. El resto no se añadieron: {1}
fr: Ajoutés : {0}. Les autres n'ont pas été ajoutés : {1}
it: Aggiunti: {0}. Gli altri non sono stati aggiunti: {1}
ja: 追加: {0}。残りは追加されませんでした: {1}
pl: Dodano: {0}. Pozostałych nie dodano: {1}
pt_br: Adicionados: {0}. Os demais não foram adicionados: {1}
ru: Добавлено: {0}. Остальные не добавились: {1}
tr: Eklendi: {0}. Kalanlar eklenmedi: {1}
uk: Додано: {0}. Решту не додано: {1}
zh_hans: 已添加：{0}。其余未添加：{1}

# AddErrorSkipped
source: Lines skipped: {0} — only http, https, ftp and magnet are supported.
de: Übersprungene Zeilen: {0} — nur http, https, ftp und magnet werden unterstützt.
es: Líneas omitidas: {0} — solo se admiten http, https, ftp y magnet.
fr: Lignes ignorées : {0} — seuls http, https, ftp et magnet sont pris en charge.
it: Righe ignorate: {0} — sono supportati solo http, https, ftp e magnet.
ja: スキップした行: {0} — http、https、ftp、magnet のみ対応しています。
pl: Pominięto wierszy: {0} — obsługiwane są tylko http, https, ftp i magnet.
pt_br: Linhas ignoradas: {0} — só há suporte para http, https, ftp e magnet.
ru: Строк пропущено: {0} — поддерживаются только http, https, ftp и magnet.
tr: Atlanan satır: {0} — yalnızca http, https, ftp ve magnet desteklenir.
uk: Рядків пропущено: {0} — підтримуються лише http, https, ftp і magnet.
zh_hans: 已跳过的行：{0} — 仅支持 http、https、ftp 和 magnet。

# AddErrorAddFailed
source: Couldn't add the download: {0}
de: Download konnte nicht hinzugefügt werden: {0}
es: No se pudo añadir la descarga: {0}
fr: Impossible d'ajouter le téléchargement : {0}
it: Impossibile aggiungere il download: {0}
ja: ダウンロードを追加できませんでした: {0}
pl: Nie udało się dodać pobierania: {0}
pt_br: Não foi possível adicionar o download: {0}
ru: Не удалось добавить загрузку: {0}
tr: İndirme eklenemedi: {0}
uk: Не вдалося додати завантаження: {0}
zh_hans: 无法添加下载：{0}

# ActionPause
source: Pause
es: Pausar
it: Pausa
ja: 一時停止
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_hans: 暂停

# ActionResume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Devam et
uk: Відновити
zh_hans: 继续

# StatusMetadata
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
pl: Metadane
pt_br: Metadados
ru: Метаданные
tr: Üst veri
uk: Метадані
zh_hans: 元数据

# StatusSeeding
source: Seeding
de: Seedet
es: Compartiendo
fr: Partage
it: In distribuzione
ja: シード中
pl: Seedowanie
pt_br: Semeando
ru: Раздача
tr: Tohumlanıyor
uk: Роздавання
zh_hans: 做种中

# StatusDownloading
source: Downloading
de: Lädt herunter
es: Descargando
fr: Téléchargement
it: In download
ja: ダウンロード中
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
tr: İndiriliyor
uk: Завантаження
zh_hans: 下载中

# StatusQueued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
it: In coda
ja: 待機中
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Sırada
uk: У черзі
zh_hans: 排队中

# StatusPaused
source: Paused
de: Pausiert
es: Pausada
fr: En pause
it: In pausa
ja: 一時停止
pl: Wstrzymano
pt_br: Pausado
ru: Пауза
tr: Duraklatıldı
uk: Пауза
zh_hans: 已暂停

# StatusCompleted
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminé
it: Completato
ja: 完了
pl: Ukończono
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
uk: Завершено
zh_hans: 已完成

# StatusError
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh_hans: 错误

# StatusRemoved
source: Removed
de: Entfernt
es: Eliminada
fr: Supprimé
it: Rimosso
ja: 削除済み
pl: Usunięto
pt_br: Removido
ru: Удалено
tr: Kaldırıldı
uk: Видалено
zh_hans: 已删除

# RemoveWithFilesTitle
source: Remove with files?
de: Mit Dateien entfernen?
es: ¿Quitar con archivos?
fr: Supprimer avec les fichiers ?
it: Rimuovere con i file?
ja: ファイルごと削除しますか?
pl: Usunąć z plikami?
pt_br: Remover com os arquivos?
ru: Удалить с файлами?
tr: Dosyalarla birlikte kaldırılsın mı?
uk: Видалити з файлами?
zh_hans: 连同文件一起删除？

# RemoveWithFilesMessage
source: “{0}” will be removed from the list and its files deleted from disk.
de: „{0}“ wird aus der Liste entfernt und die zugehörigen Dateien werden vom Datenträger gelöscht.
es: «{0}» se quitará de la lista y sus archivos se eliminarán del disco.
fr: « {0} » sera retiré de la liste et ses fichiers supprimés du disque.
it: «{0}» verrà rimosso dall'elenco e i suoi file eliminati dal disco.
ja: 「{0}」をリストから削除し、そのファイルをディスクから削除します。
pl: „{0}” zostanie usunięte z listy, a jego pliki — z dysku.
pt_br: “{0}” será removido da lista e seus arquivos excluídos do disco.
ru: «{0}» будет убрана из списка, а её файлы — удалены с диска.
tr: «{0}» listeden kaldırılacak ve dosyaları diskten silinecek.
uk: «{0}» буде прибрано зі списку, а її файли — видалено з диска.
zh_hans: “{0}”将从列表中移除，其文件也将从磁盘删除。

# RemoveWithFilesConfirm
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Видалити
zh_hans: 删除

# TrayRestore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 元に戻す
pl: Przywróć
pt_br: Restaurar
ru: Развернуть
tr: Geri yükle
uk: Розгорнути
zh_hans: 还原

# TrayPauseAll
source: Pause all downloads
de: Alle Downloads pausieren
es: Pausar todas las descargas
fr: Mettre tous les téléchargements en pause
it: Sospendi tutti i download
ja: すべてのダウンロードを一時停止
pl: Wstrzymaj wszystkie pobierania
pt_br: Pausar todos os downloads
ru: Остановить все загрузки
tr: Tüm indirmeleri duraklat
uk: Зупинити всі завантаження
zh_hans: 暂停所有下载

# TrayQuit
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pl: Zakończ
pt_br: Sair
ru: Закрыть
tr: Çıkış
uk: Закрити
zh_hans: 退出

# LanguageCard.Header
source: Interface language
de: Sprache der Oberfläche
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: 表示言語
pl: Język interfejsu
pt_br: Idioma da interface
ru: Язык интерфейса
tr: Arayüz dili
uk: Мова інтерфейсу
zh_hans: 界面语言

# LanguageCard.Description
source: Applied after the app restarts
de: Wird nach Neustart der App übernommen
es: Se aplica tras reiniciar la aplicación
fr: Appliqué après le redémarrage de l'application
it: Applicato dopo il riavvio dell'app
ja: アプリの再起動後に適用されます
pl: Zastosowane po ponownym uruchomieniu aplikacji
pt_br: Aplicado após reiniciar o aplicativo
ru: Применяется после перезапуска приложения
tr: Uygulama yeniden başlatıldıktan sonra uygulanır
uk: Застосовується після перезапуску застосунку
zh_hans: 重启应用后生效

# LanguageSystemItem.Content
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Paramètre système
it: Predefinito di sistema
ja: システム既定
pl: Domyślny systemu
pt_br: Padrão do sistema
ru: Как в системе
tr: Sistem varsayılanı
uk: Як у системі
zh_hans: 跟随系统

# FilterAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
uk: Усі
zh_hans: 全部

# FilterDownloading
source: Downloading
de: Wird heruntergeladen
es: Descargando
fr: En téléchargement
it: In download
ja: ダウンロード中
pl: Pobierane
pt_br: Baixando
ru: Загружаются
tr: İndiriliyor
uk: Завантажуються
zh_hans: 下载中

# FilterSeeding
source: Seeding
de: Wird verteilt
es: Sembrando
fr: En partage
it: In seeding
ja: シード中
pl: Seedowane
pt_br: Semeando
ru: Раздаются
tr: Tohumlanıyor
uk: Роздаються
zh_hans: 做种中

# FilterCompleted
source: Completed
de: Abgeschlossen
es: Completados
fr: Terminés
it: Completati
ja: 完了
pl: Ukończone
pt_br: Concluídos
ru: Завершённые
tr: Tamamlandı
uk: Завершені
zh_hans: 已完成

# FilterPaused
source: Paused
de: Pausiert
es: Pausados
fr: En pause
it: In pausa
ja: 一時停止
pl: Wstrzymane
pt_br: Pausados
ru: Приостановленные
tr: Duraklatıldı
uk: Призупинені
zh_hans: 已暂停

# FilterQueued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
it: In coda
ja: 待機中
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Kuyrukta
uk: У черзі
zh_hans: 排队中

# FilterError
source: Error
de: Fehler
fr: Erreur
it: In errore
ja: エラー
pl: Błędy
pt_br: Erros
ru: Ошибки
tr: Hata
uk: Помилки
zh_hans: 错误

# ColName
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
zh_hans: 名称

# ColSize
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
zh_hans: 大小

# ColProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
ja: 進捗
pl: Postęp
pt_br: Progresso
ru: Прогресс
tr: İlerleme
uk: Прогрес
zh_hans: 进度

# ColStatus
source: Status
es: Estado
fr: État
it: Stato
ja: 状態
pl: Stan
ru: Статус
tr: Durum
uk: Статус
zh_hans: 状态

# ColSeeds
source: Seeds
es: Semillas
fr: Sources
it: Seed
ja: シード
pl: Seedy
ru: Сиды
tr: Tohumlar
uk: Сіди
zh_hans: 种子

# ColPeers
source: Peers
es: Pares
fr: Pairs
it: Peer
ja: ピア
pl: Peery
ru: Пиры
tr: Eşler
uk: Піри
zh_hans: 节点

# ColDown
source: Down
de: Runter
es: Bajada
fr: Réception
ja: 下り
pl: Pobieranie
ru: Загрузка
tr: İndirme
uk: Завант.
zh_hans: 下载

# ColUp
source: Up
de: Hoch
es: Subida
fr: Envoi
ja: 上り
pl: Wysyłanie
ru: Отдача
tr: Gönderme
uk: Відд.
zh_hans: 上传

# ColEta
source: ETA
de: Restzeit
es: Restante
fr: Temps restant
ja: 残り時間
pl: Pozostało
pt_br: Restante
ru: Осталось
tr: Kalan Süre
uk: Залишилось
zh_hans: 剩余时间

# ColRatio
source: Ratio
de: Verhältnis
it: Rapporto
ja: 比率
pl: Udział
ru: Рейтинг
tr: Oran
uk: Рейтинг
zh_hans: 分享率

# EngineStarting
source: Starting aria2…
de: aria2 wird gestartet…
es: Iniciando aria2…
fr: Démarrage d'aria2…
it: Avvio di aria2…
ja: aria2 を起動中…
pl: Uruchamianie aria2…
pt_br: Iniciando aria2…
ru: Запуск aria2…
tr: aria2 başlatılıyor…
uk: Запуск aria2…
zh_hans: 正在启动 aria2…

# EngineRunning
source: aria2 is running
de: aria2 läuft
es: aria2 está en ejecución
fr: aria2 est en cours d'exécution
it: aria2 è in esecuzione
ja: aria2 は実行中です
pl: aria2 działa
pt_br: aria2 em execução
ru: aria2 работает
tr: aria2 çalışıyor
uk: aria2 працює
zh_hans: aria2 正在运行

# EngineRestarting
source: Restarting aria2…
de: aria2 wird neu gestartet…
es: Reiniciando aria2…
fr: Redémarrage d'aria2…
it: Riavvio di aria2…
ja: aria2 を再起動中…
pl: Ponowne uruchamianie aria2…
pt_br: Reiniciando aria2…
ru: Перезапуск aria2…
tr: aria2 yeniden başlatılıyor…
uk: Перезапуск aria2…
zh_hans: 正在重启 aria2…

# EngineFailed
source: aria2 failed to start
de: aria2 konnte nicht gestartet werden
es: aria2 no se pudo iniciar
fr: Échec du démarrage d'aria2
it: Avvio di aria2 non riuscito
ja: aria2 の起動に失敗しました
pl: Nie udało się uruchomić aria2
pt_br: Falha ao iniciar o aria2
ru: aria2 не запустился
tr: aria2 başlatılamadı
uk: aria2 не запустився
zh_hans: aria2 启动失败
